{
    "Index": {
        "header1": "ศึกษาปริญญาโทและเอกที่",
        "header2": "วิทยาการคอมพิวเตอร์ มช.",
        "header3": "ภาควิชาวิทยาการคอมพิวเตอร์",
        "header4": "คณะวิทยาศาสตร์ มหาวิทยาลัยเชียงใหม่",
        "button1": "ดูหลักสูตร",
        "header5": "ประชาสัมพันธ์",
        "header6": "ขอแสดงความยินดี",
        "footer1": "ที่ตั้ง",
        "footer2": "ภาควิชาวิทยาการคอมพิวเตอร์ คณะวิทยาศาสตร์ 239 ถ. ห้วยแก้ว ต.สุเทพ อ. เมือง จ. เชียงใหม่ 50200",
        "footer3": "ติดต่อเรา",
        "footer4": "โทรศัพท์",
        "footer5": "ธุรการ",
        "footer6": "กด 0 หรือ 101",
        "footer7": "หลักสูตรปริญญาโท-เอก",
        "footer8": "กด 105",
        "footer9": "อีเมล",
        "footer10": "ติดตามเรา"
    },
    "Research": {
        "header1": "งานวิจัย",
        "header2": "โดย",
        "header3": "ภาควิชาวิทยาการคอมพิวเตอร์ มช.",
        "header4": "ผลงานการวิจัยในหลากหลายสาขาวิชา",
        "header5": "โดยบุคลากรในภาควิชาวิทยาการคอมพิวเตอร์",
        "header6": "ผู้วิจัย"
    },
    "Annoucement": {
        "header1": "ประชาสัมพันธ์",
        "header2": "ประชาสัมพันธ์ ข่าวสาร และกิจกรรมของภาควิชาวิทยาการคอมพิวเตอร์ มช.",
        "button1": "ทั้งหมด",
        "button2": "ประชาสัมพันธ์",
        "button3": "ข่าวสาร",
        "button4": "ขอแสดงความยินดี",
        "button5": "กิจกรรม"
    },
    "Staff": {
        "header1": "อาจารย์"
    },
    "Aboutus": {
        "header1": "หลักสูตรปริญญาโท",
        "body1": "วิทยาการคอมพิวเตอร์เป็นสาขาวิชาที่อาศัยองค์ความรู้และความเข้าใจในแนวคิดคอมพิวเตอร์ขั้นพื้นฐาน ซึ่งเป็นหัวใจสำคัญสำหรับการแก้ไขปัญหาที่ซับซ้อนอย่างมีประสิทธิภาพ เป็นระบบ และมีความแม่นยำ ยิ่งไปกว่านั้นวิทยาการคอมพิวเตอร์ยังเกี่ยวข้องกับความเข้าใจในการประยุกต์ใช้ข้อมูลและสารสนเทศเป็นรากฐานและความมุ่งมั่นที่จะก้าวทันเทคโนโลยีและเทคโนโลยีร่วมสมัยที่พัฒนาอย่างรวดเร็ว เพื่อให้การดำเนินงานเป็นไปอย่างรวดเร็วและมีประสิทธิภาพและตอบสนองความต้องการของภาครัฐและเอกชน",
        "body2": "ผู้ที่ศึกษาในสาขาวิชานี้สามารถพัฒนาองค์ความรู้และความชำนาญในด้านต่าง ๆได้ อาทิ การพัฒนาซอฟท์แวร์ วิทยาการข้อมูลและเทคโนโลยี และระบบเครือข่ายคอมพิวเตอร์ อีกทั้งมีศักยภาพในการสร้างงานวิจัยที่มีคุณภาพ การแก้ไขปัญหา และพัฒนาตนเองอย่างต่อเนื่อง สาขาวิทยาการคอมพิวเตอร์จัดสรรบัณฑิตที่มีคุณสมบัติและความสามารถต่อภาคธุรกิจ อีกทั้งยังเป็นทรัพยากรที่มีคุณค่าต่อสังคมในทุกด้าน",
        "button1": "ดูหลักสูตรปริญญาโท",
        "header2": "หลักสูตรปริญญาเอก",
        "body3": "หลักสูตรปรัชญาดุษฎีบัณฑิต (ปริญญาเอก) สาขาวิชาวิทยาการคอมพิวเตอร์มีเป้าหมายในการสร้างบัณฑิตที่เข้าใจในวิทยาศาสตร์อย่างถ่องแท้ กระหายในความรู้ และมีความมุ่งมั่นในการติดตามความก้าวหน้าในสายงานนี้เพื่อพัฒนาตนเองอย่างต่อเนื่อง บัณฑิตควรมีความสามารถด้านนวัฒกรรมและความคิดสร้างสรรค์ สามารถทำการวิจัยได้อย่างอิสระ และมีส่วนร่วมในในการสร้างองค์ความรู้หรือนวัฒนกรรมใหม่ที่มีคุณค่าและมีศักยภาพในการยกระดับสังคมและประเทศชาติอย่างมีจริยธรรม",
        "button2": "ดูหลักสูตรปริญญาเอก"
    },
    "Program": {
        "header1": "หลักสูตร"
    }
}